interface CardData {
  id: number;
  feedback: string;
  title: string;
  level: string;
}

export const cardData: CardData[] = [
  {
    id: 1,
    feedback: "بصراحة أحسن منصة كيمياء جربتها، استفدت جدًا وربنا يوفقكم دايمًا",
    title: "هدير اسامه",
    level: "الصف الاول الثانوي",
  },
  {
    id: 2,
    feedback:
      "طريقة التدرج في الشرح من السهل للصعب خلتني أتعلم بسرعة من غير توتر.",
    title: "هدي علاء",
    level: "الصف الاول الثانوي",
  },
  {
    id: 3,
    feedback:
      "الملخصات والاختبارات الموجودة على المنصة ساعدتني أراجع قبل الامتحان بثقة",
    title: "منه محمود",
    level: "الصف التاني الثانوي",
  },
  {
    id: 4,
    feedback:
      "أكتر حاجة عجبتني إن المستر بيهتم بكل طالب وبيتابع معانا باستمرار",
    title: "ابراهيم احمد",
    level: "الصف التاني الثانوي",
  },
  {
    id: 5,
    feedback: "الشرح بالأسئلة والتجارب خلى المادة ممتعة جدًا، مش مجرد حفظ!",
    title: "اسامه احمد",
    level: "الصف التاني الثانوي",
  },
  {
    id: 6,
    feedback: "التفاعل في الحصص بيشجعنا نشارك ونسأل من غير خوف، تجربة رائعة",
    title: "بسنت محمد",
    level: "الصف الاول الثانوي",
  },
  {
    id: 7,
    feedback: "كنت فاكر الكيمياء صعبة، بس بعد ما بدأت هنا فهمت كل حاجة بسهولة",
    title: "وائل ايمن",
    level: "الصف الاول الثانوي",
  },
  {
    id: 8,
    feedback: "منصة ممتازة فعلًا، كل حاجة منظمة والدروس بتتشرح بخطوات واضحة",
    title: "روان سليمه",
    level: "الصف التاني الثانوي",
  },
  {
    id: 9,
    feedback:
      "المستر بيبسط المعلومة بطريقة تخليك مستحيل تنساها، حتى المسائل بقت سهلة",
    title: "محمد احمد",
    level: "الصف الثالت الثانوي",
  },
];
